Repository: LoopKit/LoopKit
Catalog: LoopKit/Resources/*.lproj/Localizable.strings
Languages: es, nb, pl, ru

source: %@ Range
es: %@ Rango
nb: %@ Målområde
pl: %@ Zakres
ru: %@ Диапазон

source: %1$@ will deliver basal and recommend bolus insulin only if your glucose is predicted to be above this limit for the next three hours.
es: %1$@ administrará insulina basal y bolo recomendado solo si se prevé que tu nivel de glucosa estará por encima de este límite durante las próximas tres horas.
nb: %1$@ vil levere basal og anbefale bolusinsulin bare hvis blodsukkeret ditt forventes å være over denne grensen de neste tre timene.
pl: %1$@ będzie dostarczać insulinę podstawową i zalecaną w bolusie tylko wtedy, gdy przewiduje się, że poziom glukozy przekroczy ten limit przez następne trzy godziny.
ru: %1$@ будет вводить базу и рекомендовать болюсы, только если прогнозируется, что уровень глюкозы будет выше этого предела в течение следующих трех часов.

source: A value you have entered is higher than what is typically recommended for most people.
es: El valor introducido es superior al recomendado para la mayoría de las personas.
nb: En verdi du har lagt inn er høyere enn det som vanligvis anbefales for de fleste.
pl: Wprowadzona wartość jest wyższa niż zwykle zalecana dla większości osób.
ru: Введенное вами значение выше, чем обычно рекомендуется для большинства людей.

source: A value you have entered is lower than what is typically recommended for most people.
es: El valor introducido es inferior al recomendado para la mayoría de las personas.
nb: En verdi du har lagt inn er lavere enn det som vanligvis anbefales for de fleste.
pl: Wprowadzona wartość jest niższa niż zwykle zalecana dla większości osób.
ru: Введенное вами значение ниже того, которое обычно рекомендуется для большинства людей.

source: Afrezza is an ultra rapid-acting mealtime insulin that is breathed in through your lungs using an oral inhaler and made by MannKind
es: Afrezza es una insulina de acción ultrarrápida que se inhala a través de los pulmones mediante un inhalador oral, fabricado por MannKind.
nb: Afrezza er et ultrahurtigvirkende måltidsinsulin som pustes inn gjennom lungene ved hjelp av en oral inhalator og laget av MannKind
pl: Afrezza to ultraszybko działająca doposiłkowa insulina wziewna, którą wdycha się przy użyciu doustnego inhalatora, wytwarzana przez firmę MannKind.
ru: Afrezza - это инсулин сверхбыстрого действия во время еды, который вдыхается через легкие с помощью перорального ингалятора и производится MannKind

source: Apidra (insulin glulisine)
es: Apidra (insulina glulisina)
nb: Apidra (insulin glulisin)
pl: Apidra (insulina glulizynowa)
ru: Апидра (инсулин глюлизин)

source: Apidra (insulin glulisine) is a rapid-acting insulin made by Sanofi-aventis
es: Apidra (insulina glulisina) es una insulina de acción rápida fabricada por Sanofi-aventis
nb: Apidra (insulin glulisin) er et hurtigvirkende insulin laget av Sanofi-aventis
pl: Apidra (insulina glulizynowa) to szybko działająca insulina firmy Sanofi-Aventis.
ru: Апидра (инсулин глюлизин) - это инсулин быстрого действия, производимый Sanofi-aventis

source: Basal
pl: Dawka podstawowa
ru: Базал

source: Basal Rates
es: Tasas basales
nb: Basal-satser
pl: Dawka Podstawowa (Baza)
ru: Скорости базала

source: Carb Ratios
es: Ratios de carbohidratos
nb: Karb forhold
pl: Współczynniki węglowodanowe
ru: Соотношения углеводов

source: com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
es: Autorización Denegada
nb: Autorisasjon avslått
pl: Odmowa autoryzacji
ru: Авторизация не состоялась

source: com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
es: Esta muestra se puede eliminar de la aplicación Salud
nb: Denne testen kan slettes fra Helse-appen
pl: Ten wynik może być usunięty z aplikacji Zdrowie
ru: Этот экземпляр может быть удален из приложения Здоровье

source: Communication Failure
es: Falla de Comunicación
nb: Kommunikasjonsfeil
pl: Błąd komunikacji
ru: Ошибка связи

source: Communications interrupted during insulin delivery command.
es: Comunicaciones interrumpidas durante el comando de administración de insulina.
nb: Kommunikasjonen ble avbrutt ved administrasjon av insulin.
pl: Komunikacja przerwana podczas polecenia podania insuliny.
ru: Связь прервана во время подачи команды на введение инсулина.

source: Connection Failure
es: Falla de Conexión
nb: Tilkoblingsfeil
pl: Błąd połączenia
ru: Ошибка соединения

source: Correction Range
es: Rango de Corrección
nb: Korreksjonsområde
pl: Zakres docelowy
ru: Диапазон коррекции

source: Correction Range is the glucose value (or range of values) that you want %1$@ to aim for in adjusting your basal insulin and helping you calculate your boluses.
es: El Rango de Corrección es el valor de glucosa (o rango de valores) al que %1$@ debe apuntar para ajustar su insulina basal y ayudarle a calcular sus bolos.
nb: Korreksjonsområde er blodsukkerverdien (eller verdiområdet) som du vil at %1$@ skal sikte på for å justere basalinsulinet og hjelpe deg med å beregne bolusene dine.
pl: Zakres docelowy (zakres korekty) to wartość glukozy (lub zakres wartości), do której chcesz dążyć %1$@ podczas dostosowywania insuliny bazowej i pomagania w obliczaniu bolusów.
ru: Диапазон коррекции - это значение глюкозы (или диапазон значений), к которому вы хотите, чтобы %1$@ стремился при корректировке ВБС и расчете болюсов.

source: Critical Update
es: Actualización crítica
nb: Kritisk oppdatering
pl: Krytyczna aktualizacja
ru: Критическое обновление

source: Delivery Limits
es: Límites de Administración de Insulina
nb: Leveringsgrenser
pl: Limity podawania
ru: Пределы подачи

source: Device Refused
es: Dispositivo Rechazado
nb: Enheten nektet
pl: Urządzenie odmówiło
ru: Устройство отклонено

source: Device Status Critical
pl: Krytyczny stan urządzenia

source: Device Status Normal
pl: Stan urządzenia Normalny

source: Device Status Warning
pl: Ostrzeżenie o stanie urządzenia

source: Ensure carb data exists for the specified date
es: Asegurar que los datos de carbohidratos existen para la fecha especificada
nb: Verifiser at karbohydratoppføring eksisterer for den valgte datoen
pl: Upewnij się, że wartość istnieje w tej dacie
ru: Убедитесь, что данные об углеводах имеются на указанную дату

source: Falling
es: Descendiendo
nb: Synker
pl: Spadek
ru: Падение

source: Falling fast
es: Descendiendo rápido
nb: Synker raskt
pl: Szybki spadek
ru: Быстрое падение

source: Falling very fast
es: Descendiendo muy rápido
nb: Synker veldig raskt
pl: Bardzo szybki spadek
ru: Очень быстрое падение

source: Fiasp is a mealtime insulin aspart formulation with the addition of nicotinamide (vitamin B3) made by Novo Nordisk
es: Fiasp es una formulación de insulina Aspart con nicotinamida (vitamina B3) fabricada por Novo Nordisk.
nb: Fiasp er en måltidsformulering av insulin aspart i tillegg til nikotinamid (vitamin B3) laget av Novo Nordisk
pl: Fiasp to insulina aspart do posiłków z dodatkiem nikotynamidu (witaminy B3) firmy Novo Nordisk.
ru: Fiasp - это препарат инсулин аспарт с добавлением никотинамида (витамина B3) производства Novo Nordisk

source: Flat
es: Estable
nb: Flatt
pl: Powolna zmiana
ru: Стабильно

source: For fast acting insulin, %1$@ assumes it is actively working for 6 hours. You can choose from different models for the peak activity.
es: En el caso de la insulina de acción rápida, %1$@ asume que actúa activamente durante 6 horas. Puedes elegir entre modelos diferentes para que la aplicación mida el pico de actividad de la insulina.
nb: For hurtigvirkende insulin antar %1$@ at det virker aktivt i 6 timer. Du kan velge mellom ulike modeller for toppaktiviteten.
pl: W przypadku szybko działającej insuliny %1$@ zakłada jej działanie przez 6 godzin. Możesz wybrać spośród różnych modeli szczytowej aktywności.
ru: Для быстродействующего инсулина %1$@ предполагается, что он активно работает в течение 6 часов. Вы можете выбрать различные модели для пика активности.

source: g/U
nb: g/E
pl: g/J

source: Glucose Safety Limit
es: Límite de seguridad de glucosa
nb: Sikkerhetsgrense for blodsukker
pl: Granica bezpiecznego poziomu glukozy
ru: Безопасный предел глюкозы

source: Hour
es: Hora
nb: Time
pl: Godzina
ru: Час

source: Hours
es: Horas
nb: Timer
pl: Godziny
ru: Часы

source: Humalog (insulin lispro)
es: Humalog (insulina lispro)
pl: Humalog (insulina lispro)
ru: Хумалог (инсулин лизпро)

source: Humalog (insulin lispro) is a rapid-acting insulin made by Eli Lilly
es: Humalog (insulina lispro) es una insulina de acción rápida fabricada por Eli Lilly
nb: Humalog (insulin lispro) er et hurtigvirkende insulin laget av Eli Lilly
pl: Humalog (insulina lispro) to szybko działająca insulina firmy Eli Lilly
ru: Хумалог (инсулин лизпро) - это инсулин быстрого действия, производимый компанией Eli Lilly.

source: Insulin Model
es: Modelo de Insulina
nb: Insulin modell
pl: Model insuliny
ru: Модель инсулина

source: Insulin Sensitivities
es: Sensibilidad a la insulina
nb: Insulinsensitivitet
pl: Wrażliwość na insulinę (ISF)
ru: Факторы чувствительности инсулина

source: Invalid Configuration
es: Configuración no Válida
nb: Ugyldig konfigurasjon
pl: Nieprawidłowa konfiguracja
ru: Неверная конфигурация

source: Lyumjev is a mealtime insulin lispro formulation with the addition of citrate and treprostinil made by Eli Lilly
es: Lyumjev es una formulación de insulina Lispro que incluye la adición de citrato y treprostinil fabricada por Eli Lilly
nb: Lyumjev er en insulin lispro-formulering for måltider med tillegg av citrat og treprostinil laget av Eli Lilly
pl: Lyumjev to preparat insuliny lispro do posiłków z dodatkiem cytrynianu i treprostinilu wyprodukowany przez firmę Eli Lilly.
ru: Lyumjev представляет собой лекарственную форму инсулина лизпро для приема пищи с добавлением цитрата и трепростинила производства Eli Lilly.

source: Make sure your pump is within communication range of your phone.
es: Asegúrate de que tu bomba esté dentro del rango de comunicación de tu teléfono.
nb: Kontroller at pumpen er innenfor kommunikasjonsområdet til telefonen.
pl: Upewnij się, że pompa jest połączona z Twoim telefonem.
ru: Убедитесь, что помпа находится в пределах досягаемости вашего телефона.

source: Maximum Basal Rate
es: Perfil Basal Máximo
nb: Maks basalgrense
pl: Maksymalna dawka podstawowa
ru: Максимальная скорость базала

source: Maximum Basal Rate is the highest temporary basal rate %1$@ is allowed to set.
es: Tasa Basal Máxima es la tasa basal temporal más alta que %1$@ puede establecer.
nb: Maksimal basaldose er den høyeste midlertidige basaldosen %1$@ er tillatt å angi.
pl: Maksymalna dawka podstawowa to najwyższa tymczasowa dawka podstawowa, jaką %1$@ może ustawić.
ru: Максимальная базальная скорость — это самая высокая ВБС, которую может установить %1$@.

source: Maximum Bolus
es: Bolo Máximo
nb: Maks bolus
pl: Maksymalny bolus
ru: Максимальный Болюс

source: Maximum Bolus is the highest bolus amount you can deliver at one time to cover carbs or bring down high glucose.
es: El bolo máximo es la maxima cantidad de insulina bolo que se puede administrar en una sola toma para cubrir los carbohidratos o bajar un nivel de glucosa alta.
nb: Maksimal bolus er den høyeste bolusmengden du kan gi på en gang for å dekke karbohydrater eller redusere høyt blodsukker.
pl: Maksymalny bolus to największa wielkość bolusa, jaką można podać w jednym czasie, aby pokryć węglowodany lub obniżyć wysoki poziom glukozy.
ru: Максимальный болюс - это наибольший болюс, который вы можете ввести за один раз, чтобы покрыть углеводы или снизить высокий уровень глюкозы.

source: mg/dL/U
nb: mg/dL/E
pl: mg/dL/J

source: mmol/L/U
nb: mmol/L/E
pl: mmol/L/J

source: Needs Attention
es: Necesita Atención
nb: Trenger tilsyn
pl: Potrzebuje uwagi
ru: Требует внимания

source: No Update
es: Sin actualización
nb: Ingen oppdatering
pl: Brak aktualizacji
ru: Нет обновлений

source: No values found
es: No hay datos
nb: Ingen verdier funnet
pl: Nie znaleziono wartości
ru: Данные не найдены

source: Novolog (insulin aspart)
es: Novolog (insulina aspart)
pl: Novolog (insulina aspart)
ru: Новолог (инсулин аспарт)

source: NovoLog (insulin aspart) is a rapid-acting insulin made by Novo Nordisk
es: NovoLog (insulina Aspart) es una insulina de acción rápida fabricada por Novo Nordisk
nb: NovoLog (insulin aspart) er et hurtigvirkende insulin laget av Novo Nordisk
pl: NovoLog (insulina aspart) to szybko działająca insulina firmy Novo Nordisk.
ru: NovoLog (инсулин аспарт) - инсулин быстрого действия производства Novo Nordisk

source: One or more of the values you have entered is outside of what is typically recommended for most people.
es: Uno o más de los valores que ha introducido están fuera de lo que se suele recomendar para la mayoría de las personas.
nb: En verdi du har lagt inn er lavere enn det som vanligvis anbefales for de fleste.
pl: Co najmniej jedna z wprowadzonych wartości wykracza poza to, co jest zwykle zalecane dla większości osób.
ru: Одно или несколько введенных вами значений выходят за рамки того, что обычно рекомендуется для большинства людей.

source: Pre-Meal
es: Pre-Comida
nb: Pre-måltid
pl: Przed posiłkiem
ru: До еды

source: Recommended Update
es: Actualización recomendada
nb: Anbefalt oppdatering
pl: Zalecana aktualizacja
ru: Рекомендуемое обновление

source: Resumed
es: Reanudado
nb: Gjenopptatt
pl: Wznowione
ru: Возобновлено

source: Rising
es: Ascendiendo
nb: Stiger
pl: Wzrost
ru: Повышение

source: Rising fast
es: Ascendiendo rápido
nb: Stiger fort
pl: Szybki wzrost
ru: Быстрое повышение

source: Rising very fast
es: Ascendiendo muy rápido
nb: Stiger veldig fort
pl: Bardzo szybki wzrost
ru: Очень быстрое повышение

source: Some of the values you have entered are outside of what is typically recommended for most people.
es: Algunos de los valores que ingresó están fuera de lo que normalmente se recomienda para la mayoría de las personas.
nb: Noen av verdiene du har lagt inn er utenfor det som vanligvis anbefales for de fleste.
pl: Niektóre z wprowadzonych wartości wykraczają poza to, co jest zwykle zalecane dla większości osób.
ru: Некоторые из введенных вами значений выходят за рамки того, что обычно рекомендуется для большинства людей.

source: Suspended
es: Suspendido
nb: Suspendert
pl: Wstrzymane
ru: Остановлено

source: Temp Basal
es: Insulina basal temporal
nb: Midlertidig basal
pl: Tymczasowa dawka podstawowa
ru: ВБС

source: Temporarily lower your glucose target before a meal to impact post-meal glucose spikes.
es: Reduzca temporalmente su objetivo de glucosa antes de una comida para reducir los picos de glucosa después de las comidas.
nb: Reduser blodsukkermålet ditt midlertidig før et måltid for å påvirke blodsukkertoppene etter måltidet.
pl: Tymczasowo obniż docelowy poziom glukozy przed posiłkiem, aby ograniczyć gwałtowny wzrost glukozy po posiłku.
ru: Временно понизьте целевое значение уровня глюкозы перед едой, чтобы уменьшить пики глюкозы после еды.

source: Temporarily raise your glucose target before, during, or after physical activity to reduce the risk of low glucose events.
es: Aumente temporalmente su objetivo de glucosa antes, durante o después de la actividad física para reducir el riesgo de tener eventos de glucosa baja.
nb: Øk blodsukkermålet ditt midlertidig før, under eller etter fysisk aktivitet for å redusere risikoen for hendelser med lavt blodsukker.
pl: Tymczasowo zwiększ docelowy poziom glukozy przed, w trakcie lub po aktywności fizycznej, aby zmniejszyć ryzyko wystąpienia niskiego poziomu glukozy (Hipoglikemia).
ru: Временно повышайте целевой уровень глюкозы до, во время или после физической активности, чтобы снизить риск развития событий, связанных с низким уровнем глюкозы.

source: The value you have entered is higher than what is typically recommended for most people.
es: El valor que ha introducido es superior al que se suele recomendar para la mayoría de las personas.
nb: Verdien du har lagt inn er høyere enn det som vanligvis anbefales for de fleste.
pl: Wprowadzona wartość jest wyższa niż zwykle zalecana dla większości osób.
ru: Введенное вами значение выше, чем то, которое обычно рекомендуется для большинства людей.

source: The value you have entered is lower than what is typically recommended for most people.
es: El valor que ha introducido es inferior al que se suele recomendar para la mayoría de las personas.
nb: Verdien du har lagt inn er lavere enn det som vanligvis anbefales for de fleste.
pl: Wprowadzona wartość jest niższa niż zwykle zalecana dla większości osób.
ru: Введенное вами значение ниже того, которое обычно рекомендуется для большинства людей.

source: The values you have entered are outside of what is typically recommended for most people.
es: Los valores que ha introducido están fuera de lo que normalmente se recomienda para la mayoría de las personas.
nb: Verdiene du har lagt inn er utenfor det som vanligvis anbefales for de fleste.
pl: Wprowadzone wartości wykraczają poza to, co jest zwykle zalecane dla większości osób.
ru: Введенные вами значения выходят за рамки того, что обычно рекомендуется для большинства людей.

source: U
nb: E
pl: J
ru: ед

source: U/hr
es: U/hra
nb: E/t
pl: J/h

source: Uncertain Delivery
es: Entrega incierta
nb: Usikker levering
pl: Niepewne podanie
ru: Неопределенная подача

source: Unit
es: Unidad
nb: Enhet
pl: Jednostka

source: Unit/hour
es: Unidad/hora
nb: Enhet/time
pl: Jednostka/godzinę

source: Units
es: Unidades
nb: Enheter
pl: Jednostki
ru: Единицы

source: Units/hour
es: Unidades/hora
nb: Enheter/time
pl: Jednostki/godzinę

source: Update Available
es: Actualización disponible
nb: Oppdatering tilgjengelig
pl: Dostępna aktualizacja
ru: Доступно обновление

source: Workout
es: Ejercicio
nb: Trening
pl: Wysiłek fizyczny
ru: Физическая нагрузка

source: Your Basal Rate of insulin is the number of units per hour that you want to use to cover your background insulin needs.
es: Su tasa basal de insulina es la cantidad de unidades por hora que desea usar para cubrir sus necesidades de insulina de fondo, no relacionadas con las comidas.
nb: Din basaldose av insulin er antall enheter per time du vil bruke for å dekke ditt bakgrunnsinsulinbehov.
pl: Dawka podstawowa insuliny to liczba jednostek na godzinę, którą chcesz wykorzystać do pokrycia podstawowego zapotrzebowania na insulinę.
ru: Ваша базальная норма инсулина - это количество единиц в час, которое вы хотите использовать для покрытия своих фоновых потребностей в инсулине.

source: Your Carb Ratio is the number of grams of carbohydrates covered by one unit of insulin.
es: El ratio de carbohidratos es el número de gramos de carbohidratos que cubre una unidad de insulina.
nb: Karbforholdet ditt er antall gram karbohydrater som dekkes av én enhet insulin.
pl: Twój Współczynnik Węglowodanowy to liczba gramów węglowodanów rekompensowanych przez jedną jednostkę insuliny.
ru: Ваш углеводный коэффициент - это количество граммов углеводов, покрываемых одной единицей инсулина.

source: Your Insulin Sensitivities refer to the drop in glucose expected from one unit of insulin.
es: Su sensibilidad a la insulina se refiere a la disminución en los niveles de glucosa esperados por una unidad de insulina.
nb: Din insulinfølsomhet refererer til fallet i blodsukker som forventes fra én enhet insulin.
pl: Wrażliwość na insulinę odnosi się do oczekiwanego spadku glukozy po jednej jednostce insuliny.
ru: Ваша чувствительность к инсулину означает снижение уровня глюкозы, ожидаемое от одной единицы инсулина.

source: Authorization Denied
es: Autorización Denegada
nb: Autorisasjon avslått
ru: Авторизация не состоялась

source: Please re-enable sharing in Health
es: Por favor, vuelva a habilitar compartir en Salud
nb: Vennligst aktiver deling i Helse-appen på nytt
ru: Пожалуйста повторно разрешите совместное использование в разделе Здоровье

source: Apidra
ru: Апидра

source: Bolus
es: Bolo
ru: Болюс

source: Humalog
ru: Хумалог

source: Novolog
ru: Новолог
