Repository: LoopKit/LoopKit
Catalog: MockKit/*.lproj/Localizable.strings
Languages: fr

source: %@ has been unable to communicate with the Simulator Pump since %@. Without communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered.
fr: %1$@ n'a pas pu communiquer avec le simulateur de pompe depuis %2$@. Sans communication, l'application ne peut pas continuer à envoyer des commandes pour l'administration d'insuline ou afficher des informations précises et récentes sur votre insuline active ou l'insuline administrée.

source: Are you sure you want to delete this service?
fr: Voulez-vous vraiment supprimer ce service?

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: CGM Settings
fr: Paramètres CGM

source: Clear Last Version Check Alert Date
fr: Effacer la date d'alerte de la dernière vérification de version

source: Comms Recovery
fr: Récupération des communications

source: Delete Service
fr: Supprimer le service

source: Error Resuming
fr: Erreur lors de la reprise

source: Error Suspending
fr: Erreur lors de la suspension

source: History
fr: Historique

source: How should the simulator respond to a version check?
fr: Comment le simulateur devrait-il répondre à une vérification de version?

source: Insulin Type
fr: Type d'insuline

source: Mock Version Check %@
fr: Vérification de version fictive %@

source: Pump Settings
fr: Paramètres de la pompe

source: Recover Simulator
fr: Rétablissement du simulateur

source: Update Reminder
fr: Rappel de mise à jour

source: Version Check Response
fr: Réponse à la vérification de version
