Repository: LoopKit/LoopKit
Catalog: LoopKit Example/*.lproj/Localizable.strings
Languages: it, ja, pt_br, vi

source: Basal Rates
it: Velocità basali
ja: 基礎インスリン
pt_br: Taxas Basais

source: Carb Ratios
it: Proporzioni carboidrati
pt_br: Taxas de Carbs

source: Carbs
it: Carboidrati
ja: カーボ

source: Correction Range
it: Intervallo di correzione
ja: ターゲット範囲
pt_br: Faixa de Correção
vi: Phạm vi liều Bổ sung

source: Diagnostic
it: Dati diagnostici
ja: 診断
pt_br: Diagnóstico
vi: Chuẩn đoán

source: Enter the 6-digit pump ID
it: Inserisci ID a 6 cifre della pompa
ja: 6桁のトランスミッターIDを入力
pt_br: Entre com o ID de 6 dígitos da bomba
vi: Khai báo 6 số ID của bơm

source: Generate Data
it: Genera dati
ja: データ生成
pt_br: Gerar Dados
vi: Xuất bản dữ liệu

source: Insulin Sensitivity
it: Sensibilità all’insulina
pt_br: Sensibilidade a Insulina
vi: Độ nhạy Insulin

source: Pump ID
it: ID pompa
ja: ポンプID
pt_br: ID da Bomba
vi: Số ID của bơm

source: Reservoir
it: Serbatoio
ja: リザーバ
pt_br: Reservatório
vi: Ngăn chứa insulin

source: Reset
it: Ripristina
ja: リセット
pt_br: Restabelecer
vi: Khôi phục lại

source: Sync With Pump
it: Sincronizza con la pompa
ja: ポンプと同期する
pt_br: Sincronizar com a Bomba
vi: Đồng hóa dữ liệu với bơm

source: The pump ID can be found printed on the back, or near the bottom of the STATUS/Esc screen. It is the strictly numerical portion of the serial number (shown as SN or S/N).
ja: ポンプIDは、ポンプの裏面か、STATUS/Esc画面の下方に表示されています。シリアル番号の数字の部分です。(SNまたはS/Nで表示)
pt_br: O ID da bomba pode ser encontrado impresso na parte traseira ou na parte inferior da tela STATUS/Esc. É a parte estritamente numérica do número de série (mostrado como SN ou S/N).
vi: Số ID của bơm có thể nhìn thấy phía sau của bơm hay gần mục STATUS/Esc. Đây là phần số của số seri (bắt đầu bằng SN hay S/N).
