Repository: LoopKit/LoopKit
Catalog: LoopKitUI/Resources/*.lproj/Localizable.strings
Languages: ja, pt_br, vi

source: %@%% of normal insulin
pt_br: %@%% de insulina normal
vi: %@%% của insulin bình thường

source: %1$@ units remaining at %2$@
pt_br: %1$@ unidades restantes em %2$@
vi: %1$@ units vẫn đang còn lúc %2$@

source: Absorption Time
ja: 吸収時間
pt_br: Tempo de Absorção
vi: Thời gian Hấp thụ

source: Activity
ja: アクティビティ
pt_br: Atividade
vi: Hoạt động

source: Add Account
ja: アカウントを追加
pt_br: Adicionar Conta
vi: Thêm Tài khoản

source: Add Carb Entry
ja: 糖質の記入を追加
pt_br: Adicionar Carb
vi: Khai báo Carb

source: Are you sure you want to delete all history entries?
ja: 入力履歴をすべて削除しますか?
pt_br: Tem certeza de que deseja excluir todas as entradas do histórico?
vi: Bạn có chắc muốn xóa hết các dữ liệu cũ?

source: Are you sure you want to delete all reservoir values?
ja: リザーバの値をすべて削除しますか?
pt_br: Tem certeza de que deseja excluir todos os valores do reservatório?
vi: Bạn có chắc muốn xóa hết mọi giá trị của ngăn chứa insulin?

source: Basal, bolus, and correction insulin dose amounts are decreased by %@%%.
ja: 基礎、ボーラス、補正注入の量が %@%%減ります。
pt_br: As quantidades basais, de bolus e de dose de insulina de correção diminuem em %@%%.
vi: Liều Basal, bolus, và liều bổ sung đang giảm bằng %@%%.

source: Basal, bolus, and correction insulin dose amounts are increased by %@%%.
ja: 基礎、ボーラス、補正注入の量が %@%%増えます。
pt_br: As quantidades basais, de bolus e de dose de insulina de correção aumentam em %@%%.
vi: Liều Basal, bolus, và liều bổ sung đang tăng bằng %@%%.

source: Basal, bolus, and correction insulin dose amounts are unaffected.
ja: 基礎、ボーラス、補正注入の量は変わりません。
pt_br: As quantidades basais, de bolus e de dose de insulina de correção não são alteradas.
vi: Liều Basal, bolus, và liều bổ sung không bị thay đổi.

source: Cancel
ja: キャンセル
pt_br: Cancelar
vi: Hủy bỏ

source: Cancel Override
ja: オーバーライドをキャンセル
pt_br: Cancelar Sobreposição
vi: Hủy Chồng liều

source: Canceling Temp Basal
ja: 一時基礎レートをキャンセルします
pt_br: Cancelar Basal Temporária
vi: Đang hủy liều Basal tạm thời

source: Changes will only apply this time you enable the override. The default settings of %@ will not be affected.
ja: オーバーライドの有効化は今回のみ適用されます。%@ の初期設定は変わりません。
pt_br: As alterações serão aplicadas apenas desta vez que você ativar a sobreposição. As configurações padrão de %@ não serão afetadas.
vi: Các thay đổi sẽ chỉ áp dụng thời điểm này khi bạn cho phép chồng liều. Các cài đặt gốc %@ sẽ không bị ảnh hưởng.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
ja: 量の多い食事や脂質やたんぱく質を含んだ食事には長い吸収時間を選んでください。これはアルゴリズムのための参考で、厳密である必要はありません。
pt_br: Escolha um tempo de absorção mais longo para refeições maiores ou aquelas que contenham gorduras e proteínas. Esta é apenas uma orientação para o algoritmo e não precisa ser exata.
vi: Lựa chọn khoảng thời gian tiêu hóa dài hơn cho các bữa ăn no, hoặc những bữa ăn nhiều chất béo và protein. Đây chỉ là hướng dẫn cho thuật toán Algorithm và không cần phải chính xác.

# com.loudnate.CarbKit.COBDateLabel
source: at %1$@
ja: %1$@ 時点
pt_br: em %1$@
vi: lúc %1$@

# com.loudnate.CarbKit.totalDateLabel
source: since %1$@
ja: %1$@ より
pt_br: desde %1$@
vi: từ lúc %1$@

# com.loudnate.InsulinKit.IOBDateLabel
source: at %1$@
ja: %1$@ 時点
pt_br: em %1$@
vi: lúc %1$@

# com.loudnate.InsulinKit.totalDateLabel
source: since %1$@
ja: %1$@ より
pt_br: desde %1$@
vi: từ lúc %1$@

source: Condition
ja: コンディション
pt_br: Estado
vi: Điều kiện

source: Continue
ja: 次へ
pt_br: Continuar
vi: Tiếp tục

source: Correction range is the blood glucose range that you would like Loop to correct to.
ja: 目標グルコース範囲は、血糖値がこの範囲内に補正されるようループに設定する範囲です。
pt_br: A faixa de correção é o intervalo de glicose no sangue que você gostaria que o Loop corrigisse para.
vi: Phạm vi điều chỉnh là phạm vi của đường huyết mà bạn muốn Loop hướng đến.

source: Custom
ja: カスタム
pt_br: Personalizado
vi: Thói quen

source: Custom Override
ja: カスタムオーバーライド
pt_br: Sobreposição Personalizada
vi: Thói quen Chồng liều

source: Date
ja: 日付
pt_br: Data
vi: Ngày

source: Delete Account
ja: アカウントを削除
pt_br: Remover Conta
vi: Xóa Tài khoản

source: Delete All
ja: すべて削除
pt_br: Remover Todos
vi: Xóa hết

source: Duration
ja: 期間
pt_br: Duração
vi: Khoảng thời gian

source: Edit Carb Entry
ja: 糖質の記入を編集
pt_br: Editar Carb
vi: Chỉnh sửa Carb

source: Edit Override
ja: オーバーライドを編集
pt_br: Editar Sobreposição
vi: Hiệu chỉnh chồng liều

source: Editing affects only the active override. The default settings of %@ will not be affected.
ja: オーバーライドの編集は今回のみ適用されます。%@ の初期設定は変わりません。
pt_br: A edição afeta apenas a sobreposição ativa. As configurações padrão de %@ não serão afetadas.
vi: Việc hiệu chỉnh chỉ ảnh hưởng đến chồng liều đang hoạt động. Các cài đặt gốc của %@ sẽ không bị ảnh hưởng.

source: Enable Indefinitely
ja: 無期限を有効にする
pt_br: Ativar Indefinidamente
vi: Cấp phép không giới hạn

source: Enabled
ja: 有効
pt_br: Ativado
vi: Được cấp quyền

source: Enter a number of units
ja: 単位数を入力
pt_br: Digite um número de unidades
vi: Nhập số lượng của đơn vị/units

source: Enter a rate in units per hour
ja: 毎時単位(U/h)を入力
pt_br: Insira uma taxa em unidades por hora
vi: Nhập tỉ lệ của đơn vị/units trên giờ

source: Fast
ja: 速め
pt_br: Rápida
vi: Nhanh

source: Insulin sensitivity describes how your blood glucose should respond to a 1 Unit dose of insulin. Smaller values mean more insulin will be given when above target. Values that are too small can cause dangerously low blood glucose.
ja: インスリン効果値は、1単位のインスリンによって血糖値がどれだけ反応するかを表します。この値が小さいほど、測定値がターゲットを超えたときに注入されるインスリンの量が多くなります。値を小さく設定しすぎると低血糖の原因となり危険です。
pt_br: A sensibilidade à insulina descreve como a glicose no sangue deve responder a uma dose unitária de insulina. Valores menores significam que mais insulina será administrada quando acima do objetivo. Valores muito pequenos podem causar hipoglicemia.
vi: Độ nhạy của Insulin biểu thị đường huyết của bạn phản ứng với 1 unit insulin. Giá trị phản ứng nhỏ hơn nghĩa là bạn cần thêm insulin để đạt mục tiêu ở trên. Các giá trị quá nhỏ có thể dẫn đến tình trạng hạ đường huyết nghiêm trọng.

source: Maximum Basal Rate
ja: 最大基礎レート
pt_br: Taxa Basal Máxima
vi: Lượng Basal tối đa

source: Maximum Bolus
ja: 最大ボーラス
pt_br: Bolus Máximo
vi: Liều Bolus tối đa

source: Medium
ja: 中
pt_br: Média
vi: Trung bình

source: More Info
ja: 詳細
pt_br: Mais Info
vi: Thêm thông tin

source: Name
ja: プリセット名
pt_br: Nome
vi: Tên

source: New Preset
ja: プリセットを設定する
pt_br: Nova Predefinição
vi: Cài đặt mới

source: Other
ja: その他
pt_br: Outra
vi: Khác

source: Overall Insulin Needs
ja: 総インスリン必要量
pt_br: Necessidades Gerais de Insulina
vi: Nhu cầu Insulin tổng thể

source: Override Presets
ja: オーバーライドプリセット
pt_br: Sobreposições Predefinidas
vi: Cài đặt chồng liều

source: Override presets can be set up under the 'Configuration' section of the settings screen.
ja: オーバーライドプリセットは、設定画面のコンフィグレーションで設定できます。
pt_br: As predefinições de sobreposição podem ser configuradas na seção 'Configuração' da tela de configurações.
vi: Cài đặt chồng liều có thể được khai báo dưới mục 'Configuration' của phần cấu hình.

source: Overrides
ja: オーバーライド
pt_br: Sobreposições
vi: Chồng liều

source: Pre-Meal
ja: 食前
pt_br: Pré-Refeição
vi: Trước bữa ăn

source: PRESETS
ja: プリセット
pt_br: PREDEFINIDAS
vi: CÀI ĐẶT SĂN

source: Pump Event
ja: ポンプイベント
pt_br: Eventos da Bomba

source: Required
ja: 必須
pt_br: Obrigatório
vi: Bắt buộc

source: Resume Delivery
ja: 注入を再開
pt_br: Retomar Entrega
vi: Tiếp tục lại việc tiêm insulin

source: Resuming
ja: 再開中
pt_br: Retomando
vi: Đang tiếp tục lại

source: Running
ja: 動作中
pt_br: Executando
vi: Đang chạy

source: Save
ja: 保存
pt_br: Salvar
vi: Lưu

source: SCHEDULED OVERRIDE
pt_br: SOBREPOSIÇÃO AGENDADA

source: Slow
ja: 遅め
pt_br: Lenta
vi: chậm

source: Start Time
ja: 開始時間
pt_br: Hora de Início
vi: Giờ bắt đầu

source: Starting Temp Basal
ja: 一時基礎を開始
pt_br: Iniciando Temp Basal
vi: Đang bắt đầu liều Basal tạm thời

source: Suspend Delivery
ja: 注入を一時停止
pt_br: Suspender Entrega
vi: Tạm ngưng liều insulin

source: Suspending
ja: 一時停止中
pt_br: Suspendendo
vi: Đang tạm ngưng

source: Symbol
ja: シンボル
pt_br: Símbolo

source: Tap to set
ja: タップして確定
pt_br: Toque para Definir
vi: Chạm để cài đặt

source: Target Range
ja: ターゲット範囲
pt_br: Intervalo Meta
vi: Phạm vi Mục tiêu

source: Temporary Override
ja: 一時的オーバーライト
pt_br: Sobreposição Temporária
vi: Chồng liều tạm thời

source: The maximum absorption time is %@
ja: 最大吸収時間: %@
pt_br: O tempo máximo de absorção é %@
vi: Thời gian tiêu hóa tối đa là %@

source: The maximum allowed amount is %@ grams
ja: 最大量: %@ g
pt_br: A quantidade máxima permitida é %@ gramas
vi: Khối lượng cho phép tối đa là %@ grams

source: Times in %1$@%2$@%3$@
ja: 時間帯 %1$@%2$@%3$@
pt_br: Hora em %1$@%2$@%3$@
vi: Thời gian trong %1$@%2$@%3$@

source: U/hour
ja: U/時
pt_br: U/houra
vi: U/giờ

source: Units
ja: 単位
pt_br: Unidades

source: Unknown
ja: 不明
pt_br: Desconhecido
vi: Không nhận ra

source: Verifying
ja: 確認中
pt_br: Verificando
vi: Đang kiểm tra

source: Warning
ja: 警告
pt_br: Aviso
vi: Cảnh báo

source: Workout
ja: 運動
pt_br: Exercício

source: max
vi: tối đa

source: min
vi: tối thiểu
