Repository: LoopKit/LoopKit
Catalog: MockKitUI/Resources/*.lproj/Localizable.strings
Languages: de, nb, pl, tr

source: %@ has been unable to communicate with the Simulator Pump since %@. Without communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered.
de: %1$@ konnte seit %2$@ nicht mehr mit der Simulatorpumpe kommunizieren. Ohne die Kommunikation kann die App keine Befehle für die Insulinabgabe senden oder genaue, aktuelle Informationen über Dein aktives Insulin oder das abgegebene Insulin anzeigen.
nb: %1$@ har ikke vært i stand til å kommunisere med simulatorpumpen siden %2$@ . Uten kommunikasjon kan ikke appen fortsette å sende kommandoer for insulintilførsel eller vise nøyaktig, fersk informasjon om ditt aktive insulin eller insulinet som tilføres.
pl: %1$@ nie może komunikować się z symulatorem pompy od %2$@ . Bez komunikacji aplikacja nie może wysyłać poleceń podawania insuliny ani wyświetlać aktualnych informacji o aktywnej lub podawanej insulinie.
tr: %1$@, %2$@'den beri Simülatör Pompası ile iletişim kuramıyor. İletişim olmadan, uygulama insülin verilmesi için komutlar göndermeye devam edemez veya aktif insülininiz veya verilen insülin hakkında doğru ve güncel bilgileri görüntüleyemez.

source: A software update is recommended to continue using the %1$@ app. Go to %2$@ Settings > Software Update to install the latest version.
de: Eine Softwareaktualisierung wird empfohlen, um die %1$@-App weiterhin zu verwenden. Gehe zu %2$@ Einstellungen > Softwareaktualisierung, um die neueste Version zu installieren.
nb: En programvareoppdatering anbefales for å fortsette å bruke %1$@-appen. Gå til %2$@ Innstillinger > Programvareoppdatering for å installere den nyeste versjonen.
pl: Aby nadal korzystać z aplikacji %1$@ , zalecamy aktualizację oprogramowania. Przejdź do %2$@ Ustawienia > Aktualizacja oprogramowania, aby zainstalować najnowszą wersję.
tr: %1$@ uygulamasını kullanmaya devam etmek için bir yazılım güncellemesi önerilir. En son sürümü yüklemek için %2$@ Ayarlar > Yazılım Güncellemesi'ne gidin.

source: Activity
nb: Aktivitet
pl: Aktywność

source: Are you sure you want to delete this service?
de: Bist Du sicher, dass Du diesen Dienst löschen möchtest?
nb: Er du sikker på at du vil slette denne tjenesten?
pl: Czy na pewno chcesz usunąć tę usługę?
tr: Bu servisi silmek istediğinizden emin misiniz?

source: Back
de: Zurück
nb: Tilbake
pl: Powrót
tr: Geri

source: Cancel
de: Abbrechen
nb: Avbryt
pl: Anuluj
tr: İptal

source: CGM Settings
de: CGM-Einstellungen
nb: CGM-innstillinger
pl: Ustawienia CGM
tr: CGM Ayarları

source: CGM Simulator
pl: Symulator CGM

source: Clear Last Version Check Alert Date
de: Lösche das Datum der letzten Versionsprüfungswarnung
nb: Fjern varseldato for siste versjonskontroll
pl: Wyczyść ostatni odczytany alarm
tr: Son Sürüm Kontrolü Uyarı Tarihini Temizle

source: Comms Recovery
de: Kommunikationswiederherstellung
nb: Kommunikasjon gjennopprettet
pl: Odzyskiwanie komunikacji
tr: İletişim Kurtarma

source: days
de: Tage
nb: dager
pl: dni

source: Delete Service
de: Dienst löschen
nb: Slett tjeneste
pl: Usuń usługę
tr: Servisi Sil

source: Device Details
nb: Enhetsdetaljer
pl: Szczegóły urządzenia

source: Done
de: Fertig
nb: Ferdig
pl: Gotowe

source: Error Resuming
de: Fehler beim Fortfahren
nb: Feil ved gjenopptagelse
pl: Błąd wznawiania
tr: Sürdürme Hatası

source: Error Suspending
de: Fehler beim Unterbrechen
nb: Kunne ikke stoppe
pl: Błąd wstrzymywania
tr: Askıya Alma Hatası

source: Estimated Reading
de: Geschätzter Wert
nb: Estimert lesing
pl: Szacowany odczyt

source: Failed to Resume Insulin Delivery
de: Fortsetzen des Insulins fehlgeschlagen
nb: Kunne ikke gjenoppta insulintilførselen
pl: Nie udało się wznowić podawania insuliny

source: Failed to Suspend Insulin Delivery
de: Anhalten des Insulin fehlgeschlagen
nb: Kunne ikke avbryte insulintilførselen
pl: Nie udało się wstrzymać podawania insuliny

source: Get help with your CGM
nb: Få hjelp med CGM-en din
pl: Uzyskaj pomoc dotyczącą CGM

source: Get help with your pump
nb: Få hjelp med pumpen din
pl: Uzyskaj pomoc dotyczącą pompy

source: History
de: Historie
nb: Historie
pl: Historia
tr: Geçmiş

source: How should the simulator respond to a version check?
de: Wie soll der Simulator auf eine Versionsprüfung reagieren?
nb: Hvordan skal simulatoren svare på en versjonskontroll?
pl: Jak symulator powinien zareagować na sprawdzenie wersji?
tr: Simülatör bir sürüm kontrolüne nasıl yanıt vermelidir?

source: Insulin Suspended
de: Insulin angehalten
nb: Insulin Suspendert
pl: Podawanie zawieszone

source: Insulin Type
de: Insulintyp
pl: Rodzaj insuliny
tr: İnsülin Tipi

source: Insulin%@Remaining
de: Insulin%@Übrig
nb: Insulin %@ gjenstår
pl: Pozostało%@Insuliny

source: Last Reading
de: Letzter Wert
nb: Forrige avlesning
pl: Ostatni odczyt

source: Mock Version Check %@
de: Mock Versionsprüfung %@
nb: Mock versjon Sjekk %@
pl: Pozorowana kontrola wersji %@
tr: Sahte Sürüm Kontrolü %@

source: No Delivery
de: Keine Abgabe
nb: Ingen Leveranse
pl: Brak podawania

source: Notification Settings
de: Benachrichtigungseinstellungen
nb: Innstillinger for varsling
pl: Ustawienia powiadomień

source: Pump expires in
de: Pumpe läuft ab in
nb: Pod utløper om
pl: Pompa wygasa za

source: Recover Simulator
de: Simulator wiederherstellen
nb: Gjenopprett simulator
pl: Odzyskaj komunikat
tr: Simülatörü kurtar

source: Replace Pump
de: Pumpe ersetzen
nb: Bytt pumpe
pl: Zmień pompę

source: Scheduled%@Basal
de: Geplantes%@Basal
nb: Planlagt%@Basal
pl: Zaplanowana%@Baza

source: Sensor expires in
de: Sensor läuft ab in
nb: Sensoren utløper om
pl: Sensor wygasa za

source: Source
de: Quelle
nb: Kilde
pl: Źródło
tr: Kaynak

source: Stop Sensor
de: Sensor stoppen
nb: Stopp sensor
pl: Zatrzymaj sensor

source: Suspended At
de: Angehalten am
nb: Suspendert kl
pl: Zawieszony o godz.

source: Temporary%@Basal
de: Temporäres%@Basal
nb: Midlertidig %@ Basal
pl: Baza%@Tymczasowa

source: Update Reminder
de: Update-Erinnerung
nb: Oppdater påminnelse
pl: Przypomnienie o aktualizacji
tr: Güncelleme Hatırlatıcısı

source: Version Check Response
de: Antwort der Versionsprüfung
nb: Svar på versjonskontroll
pl: Odpowiedź na sprawdzenie wersji
tr: Sürüm Kontrolü Yanıtı

source: Your %1$@ app is out of date. It will continue to work, but we recommend updating to the latest version. Go to %2$@ Settings > Software Update to complete.
de: Deine %1$@-App ist nicht mehr aktuell. Sie funktioniert weiterhin, aber wir empfehlen Dir, auf die neueste Version zu aktualisieren. Gehen zu %2$@ Einstellungen > Softwareaktualisierung, um die Aktualisierung abzuschließen.
nb: Din %1$@ app er utdatert. Den vil fortsette å fungere, men vi anbefaler å oppdatere til siste versjon. Gå til %2$@ Innstillinger > Programvareoppdatering for å fullføre.
pl: Twoja aplikacja %1$@ jest nieaktualna. Będzie nadal działać, ale zalecamy aktualizację do najnowszej wersji. Przejdź do %2$@ Ustawienia > Aktualizacja oprogramowania, aby dokonać aktualizacji.
tr: %1$@ uygulamanız güncel değil. Çalışmaya devam edecektir, ancak en son sürüme güncellemenizi öneririz. Tamamlamak için %2$@ Ayarlar > Yazılım Güncellemesi'ne gidin.

source: Insulin(String.nonBreakingSpace)Delivery
nb: Insulin(String.nonBreakingSpace)Levering

source: OK
tr: Tamam

source: Pump Settings
tr: Pompa Ayarları
