Repository: LoopKit/LoopKit
Catalog: LoopKitUI/*.lproj/Localizable.strings
Languages: ru

source: Absorption Time
ru: Длительность усвоения

source: Are you sure you want to delete all history entries?
ru: Подтвердите удаление всех записей истории?

source: Are you sure you want to delete all reservoir values?
ru: Подтвердите удаление всех записей резервуара?

source: Cancel
ru: Отмена

# carb-entry-title-add
source: Add Carb Entry
ru: Добавить запись углеводов

# carb-entry-title-edit
source: Edit Carb Entry
ru: Редактировать запись углеводов

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
ru: Выберите более высокую длительность усвоения для обильной пищи или для пищи с белками и протеинами. Это единственное указание для алгоритма не нуждается в дополнительных уточнениях.

# com.loudnate.CarbKit.COBDateLabel
source: at %1$@
ru: В %1$@

# com.loudnate.CarbKit.totalDateLabel
source: since %1$@
ru: после %1$@

# com.loudnate.InsulinKit.IOBDateLabel
source: at %1$@
ru: В %1$@

# com.loudnate.InsulinKit.totalDateLabel
source: since %1$@
ru: после %1$@

source: Continue
ru: Продолжить

source: Date
ru: Дата

source: Delete All
ru: Стереть все

source: Enabled
ru: Активировано

source: Enter a number of units
ru: Введите кол-во единиц

source: Enter a rate in units per hour
ru: Введите скорость в ед/час

source: Fast
ru: Быстрая

source: Maximum Basal Rate
ru: Макс скорость базала

source: Maximum Bolus
ru: Макс Болюс

source: Medium
ru: Средняя

source: mmol/L
ru: ммоль/л

source: More Info
ru: Доп. инфо

source: Other
ru: Другая

source: Overrides
ru: Отменяет

source: Pre-Meal
ru: До еды

source: Pump Event
ru: Событие помпы

source: Slow
ru: Медленная

source: Tap to set
ru: Щелкнуть для ввода

source: The maximum absorption time is %@
ru: Максимальная длительность усвоения %@

source: The maximum allowed amount is %@ grams
ru: Максимальное допустимое количество %@ грамм

source: Times in %1$@%2$@%3$@
ru: Хронометраж %1$@%2$@%3$@

source: U/hour
ru: ед/ч

source: Units
ru: Единицы

source: Unknown
ru: Неизвестно

source: Warning
ru: Предостережение

source: Workout
ru: Физическая нагрузка
