Repository: LoopKit/LoopKit
Catalog: LoopKit/*.lproj/Localizable.strings
Languages: it, pt_br, vi

source: %1$@ U bolus failed
it: %1$@ U bolo fallito
pt_br: %1$@ U de bolus falhou
vi: %1$@ U liều bolus bị lỗi

source: %1$@ U bolus may not have succeeded
it: %1$@ U bolo potrebbe non aver avuto successo
pt_br: %1$@ U de bolus pode não ter tido sucesso
vi: %1$@ U liều bolus không thành công

source: Authorization Denied
it: Autorizzazione negata
pt_br: Autorização negada
vi: Cấp quyền bị từ chối

source: Check your pump before retrying
it: Controlla il tuo microinfusore prima di riprovare
pt_br: Verifique sua bomba antes de tentar novamente
vi: Kiểm tra lại bơm trước khi thử lại

source: com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
it: Autorizzazione negata
pt_br: Autorização negada
vi: Cấp quyền bị từ chối

source: com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
it: Questo campione puo essere cancellato dall’ app Salute
pt_br: Este exemplo pode ser excluído do app Saúde
vi: Mẫu này có thể bị xóa khỏi ứng dụng Health

source: Communication Failure
it: Errore di comunicazione
pt_br: Falha de Comunicação
vi: Liên lạc thất bại

source: Connection Failure
it: Errore di connessione
pt_br: Falha na Conexão
vi: Kết nối thất bại

source: Device Refused
it: il dispositivo e stato rifiutato
pt_br: Dispositivo Recusado
vi: Thiết bị bị từ chối

source: Ensure carb data exists for the specified date
it: Assicurare che i dati carbo esistano per la data specificata
pt_br: Verifique se os dados de carboidratos existem na data especificada
vi: Đảm bảo dữ liệu carb tồn tại cho ngày cụ thể

source: Falling
it: Abbassamento
pt_br: Caindo
vi: Đang hạ

source: Falling fast
it: Abbassamento veloc
pt_br: Caindo rápido
vi: Đang hạ nhanh

source: Falling very fast
it: Abbassamento molto veloce
pt_br: Caindo muito rápido
vi: Đang hạ rất nhanh

source: Flat
it: Piatto
pt_br: Estável

source: Invalid Configuration
it: Configurazione non valida
pt_br: Configuração Inválida
vi: Cấu hình không hiệu lực

source: It is safe to retry
it: E sicuro riprovare
pt_br: É seguro tentar novamente
vi: An toàn để thử lại

source: Needs Attention
it: Esige Attenzione
pt_br: Precisa de Atenção
vi: Cần chú ý

source: No values found
it: Nessun valore trovato
pt_br: Nenhum valor encontrado
vi: Không tìm thấy giá trị nào

source: Please re-enable sharing in Health
it: Per favore, riattiva la condivisione in Salute
pt_br: Reative o compartilhamento no app Saúde
vi: Xin hãy cấp quyền chia sẻ lại trong ứng dụng Health

source: Rising
it: Crescente
pt_br: Subindo
vi: Đang tăng

source: Rising fast
it: Crescente veloce
pt_br: Subindo rápido
vi: Đang tăng nhanh

source: Rising very fast
it: Crescente molto veloce
pt_br: Subindo muito rápido
vi: Đang tăng rất nhanh

source: U/hr
it: U/ora
vi: U/giờ

source: Unit
it: Unità
pt_br: Unidade

source: Unit/hour
it: Unità/ora
pt_br: Unidade/hora
vi: Unit/giờ

source: Units
it: Unità
pt_br: Unidades

source: Units/hour
it: Unità/ora
pt_br: Unidades/hora
vi: Units/giờ
